const errors = [
  {
    id: 129,
    text: "مسیر پیدا نشد.",
  },
  {
    id: 130,
    text: "آیتم پیدا نشد",
  },
  {
    id: 131,
    text: "کتگوری پیدا نشد",
  },
  {
    id: 132,
    text: "جنس فعایت از نوع تمرین نیست.",
  },
  {
    id: 133,
    text: "قبلا در این امتحان شرکت کرده اید",
  },
  {
    id: 134,
    text: "زمان پاسخگویی به پایان رسیده است",
  },
  {
    id: 135,
    text: "قبلا بررسی شده است",
  },
  {
    id: 136,
    text: "ترم پیدا نشد.",
  },
  {
    id: 137,
    text: "روی این فعالیت ویدیو نمیاد.",
  },
  {
    id: 138,
    text: "روی این فعالیت آزمون نمیاد.",
  },
  {
    id: 139,
    text: "از مسیر ویدیو امتحان کنید.",
  },
  {
    id: 140,
    text: "خطای داخلی.",
  },
  {
    id: 141,
    text: "تأیید اعتبار ناموفق بود.",
  },
  {
    id: 142,
    text: "تأیید اعتبار ناموفق بود.",
  },
  {
    id: 143,
    text: "دسترسی مقدور نیست.",
  },
  {
    id: 144,
    text: "شماره موبایل وجود دارد.",
  },
  {
    id: 145,
    text: "فایل الزامی است",
  },
  {
    id: 146,
    text: " ترمی با این مقدار شماره وجود دارد",
  },
  {
    id: 147,
    text: "ابتدا فعالیت قبلی را اضافه کنید",
  },
  {
    id: 148,
    text: "کتگوری وجود دارد",
  },
  {
    id: 149,
    text: "لطفا ابتدا ترم های قبلی را به پایان برسانید",
  },
];
export default errors;
